Repository: aminsharing/tadawl_app
Catalog: lib/provider/l10n/app_*.arb
Languages: ar

source: Selected Advertisement
ar: الإعلان المختار

# chooseLevelDistinction
source: Choose your level of distinction
ar: اختر مستوى التميز

source: Citywide
ar: على مستوى المدينة

# neighborhoodLevel
source: At the neighborhood level
ar: على مستوى الحي

source: Payment Information
ar: معلومات الدفع

source: Meter Price
ar: سعر المتر

# hotelDesc
source: Directory service for hotels and furnished apartments
ar: خدمة دليل الفنادق والشقق المفروشة

# officeType
source: Office
ar: مكتب

# officeTypeName
source: Office Name
ar: اسم مكتب العقار

source: Current Map Location
ar: موقع الخريطة الحالي

# reqCurrentMapLocation
source: Required Current Map Location
ar: موقع الخريطة الحالي مطلوب

# vidHint
source: You can add video from camera or gallery
ar: يمكنك إضافة الفيديو من الكاميرا أو المعرض

source: From Gallery
ar: من المعرض

source: From Camera
ar: من الكاميرا

source: Confirm Location Place
ar: تأكيد مكان الإعلان

# reLocationIn
source: Real-Estate Location in Neighborhood
ar: موقع العقار في حي

# reqInterface
source: Choose interface of your real-estate
ar: الرجاء اختيار واجهة العقار

# requestsHint
source: You have no prior alerts
ar: لا يوجد لديك تنبيهات مسبقة

source: Add Request
ar: إضافة طلب

# bigFile
source: The video file size is large
ar: حجم ملف الفيديو كبير

# bigFileHint
source: Video file size larger than 30MB Try a smaller file size
ar: حجم ملف الفيديو أكبر من 30MB جرب ملفاً أصغر حجماً

# noAdsAvailable
source: There are no ads available
ar: لا يوجد إعلانات

# noAdsAvailableNear
source: There are no ads available in this area
ar: لا يوجد إعلانات في المنطقة الحالية. يرجى تغير المنطقة

# officeLoc
source: Location of office
ar: موقع المكتب

source: Upgrade ad
ar: ترقية إعلان

# contactUsDet
source: For help and support, you can contact us through the support means below
ar: للمساعدة والدعم يمكنكم التواصل معنا عبر وسائل الدعم الموجودة في الأسفل

source: Today
ar: اليوم

source: Yesterday
ar: أمس
