Repository: aminsharing/tadawl_app
Catalog: lib/provider/l10n/app_*.arb
Languages: ar

# realEstateOffices
source: Offices
ar: مكاتب

source: Regions
ar: مناطق

# myLocation
source: Location
ar: موقعي

# myAccount
source: Account
ar: حسابي

source: Menu
ar: إعلانات

source: Add Ads
ar: أضف إعلانك

source: My Ads
ar: إعلاناتي

source: Favourite
ar: المفضلة

# messages
source: Convs
ar: مراسلة

source: Lease Contracts
ar: عقود الإيجار

source: Exclusive Marketing
ar: التسويق الحصري

# exclusiveMarketingCond
source: Exclusive Marketing Conditions
ar: شروط التسويق الحصري

# exclusiveMarketingCondDesc
source: The Tadawul Real Estate application team is studying the offer and nominating it for the exclusive marketing service. In the event that exclusive marketing is approved The Real Estate Implementation Team is in contact with you to agree on the appropriate means of marketing including: Golden announcement in the application. Advertising on social media. Appropriate advertising campaigns. Presenting the property to the appropriate segment of clients.
ar: يقوم فريق تطبيق تداول العقاري بدراسة العرض وترشيحه لخدمة التسويق الحصرية. في حالة الموافقة على التسويق الحصري يقوم فريق التنفيذ العقاري بالاتصال بك للاتفاق على وسائل التسويق المناسبة بما في ذلك. إعلان ذهبي في التطبيق . الإعلان على وسائل التواصل الاجتماعي . حملات إعلانية مناسبة . عرض العقار على الشريحة المناسبة من العملاء

# realEstateEmptying
source: RE Emptying
ar: خدمة إفراغ عقاري

# contractConstruction
source: Hotels & Furnished Apartments
ar: الفنادق والشقق المفروشة

source: Today Ads
ar: إعلانات اليوم

source: Special Offers
ar: العروض المميزة

source: Requests
ar: الطلبات

# advFees
source: Advertising Fees
ar: رسوم الإعلان

source: RE Menu
ar: دليل المكاتب العقارية

source: Coupon Request
ar: طلب كود الخصم

source: About
ar: من نحن؟

source: Privacy Policy
ar: سياسة الخصوصية

# login
source: Sign In
ar: تسجيل الدخول

source: Contact Us
ar: اتصل بنا

source: Price
ar: السعر

source: Space
ar: المساحة

# latestDate
source: Real estate Ads
ar: الإعلانات العقارية

# rial
source: SAR
ar: ريال

source: M2
ar: م2

# tadawl
source: Tadawl App
ar: تداول العقاري

# support
source: Direct Support
ar: الدعم الفني المباشر

source: Share App
ar: شارك التطبيق

# directoryServices
source: Directory of services
ar: دليل الخدمات

source: Common Questions
ar: الأسئلة الشائعة

# developedCompany
source: The developed company
ar: الشركة المطورة

source: Name
ar: الاسم

source: Mobile Number
ar: رقم الجوال

source: Title
ar: عنوان الرسالة

source: Message
ar: نص الرسالة

# reqName
source: Required Name
ar: الاسم مطلوب

# reqMob
source: Required Mobile Number
ar: رقم الجوال مطلوب

# reqTitle
source: Required Title
ar: عنوان الرسالة مطلوب

# reqMess
source: Required Message Body
ar: نص الرسالة مطلوب

# reqSaudiMob
source: Enter Saudi Mobile Number
ar: أدخل رقم جوال سعودي صحيح

source: Send
ar: إرسال

source: Coupon Requests
ar: طلبات كوبون الخصم

# couponDesc
source: This service is for requesting discount coupons for celebrities and special customers
ar: هذه الخدمة لطلب كوبونات الخصم للمشاهير والعملاء المميزين

# watsappUs
source: You can write to us on
ar: يمكنكم مراسلتنا عبر

# leaseContractDesc
source: This service is for concluding a residential or commercial rental contract approved through a rental system
ar: هذه الخدمة لإبرام عقد تأجير سكني أو تجاري معتمد عبر نظام إيجار

# reDesc
source: This service is for concluding a real estate sale and dumping contract
ar: هذه الخدمة لإبرام عقد بيع وإفراغ عقاري

# rest
source: Rest Regions
ar: الكل

source: Riyadh
ar: منطقة الرياض

source: Makkah
ar: مكة المكرمة

# esternRegion
source: Eastern Region
ar: المنطقة الشرقية

source: accept
ar: موافق

source: Owners
ar: الملاك

# officesMarketers
source: Offices and Marketers
ar: المكاتب والمسوقين

# specialMembership
source: Special
ar: العضوية المميزة

# proMembership
source: Pro
ar: العضوية الاحترافية

# basicMembership
source: Basic
ar: العضوية الأساسية

# rule1
source: One moderator membership and 4 users is free
ar: عضوية مدبر واحد و 4 مستخدمين مجانا

# rule2
source: Permanent upgrade 3 ads (priority appearing during subscription term)
ar: ترقية دائمة 3 إعلانات (أولوية الظهور خلال مدة الاشتراك)

# rule3
source: Temporary upgrade 5 ads in the app Category (75)
ar: ترقية مؤقتة 5 إعلانات في التطبيق فئة (75)

# rule4
source: Distinguish two ads on the site for a week
ar: تمييز إعلانين على الموقع لمدة أسبوع

# rule5
source: An account manager helps you manage membership
ar: مدير حساب يساعدك في إدارة العضوية

# rule6
source: The possibility of increasing new users
ar: إمكانية زيادة مستخدمين جدد

# rule7
source: The ability to add ads up to 250 ads
ar: إمكانية إضافة إعلانات حتى 250 إعلان

# rule8
source: 1 admin membership and 2 users
ar: عضوية مدبر واحد و 2 مستخدمين

# rule9
source: Permanent Upgrade Ad 1 (priority to appear during subscription term)
ar: ترقية دائمة إعلان 1 (أولوية الظهور خلال مدة الاشتراك)

# rule10
source: Temporary upgrade 3 ads in the app Class (75)
ar: ترقية مؤقتة 3 إعلانات في التطبيق فئة (75)

# rule11
source: Highlight one advertisement on the site for a week
ar: تمييز إعلان واحد على الموقع لمدة أسبوع

# rule12
source: An account manager helps you manage membership
ar: مدير حساب يساعدك في إدارة العضوية

# rule13
source: The possibility of increasing new users
ar: إمكانية زيادة مستخدمين جدد

# rule14
source: The ability to add ads up to 150 ads
ar: إمكانية إضافة إعلانات حتى 150 إعلان

# rule15
source: Only one user
ar: مستخدم واحد فقط

# rule16
source: Temporary promotion for 1 ad in the app (Class 75)
ar: ترقية مؤقتة لإعلان 1 في التطبيق (فئة 75)

# rule17
source: Paid after renting the property
ar: تدفع بعد تأجير العقار

# rule18
source: You pay after selling the property
ar: تدفع بعد بيع العقار

source: Annual
ar: سنوي

source: Subscribe
ar: اشتراك

source: Click Here
ar: اضغط هنا

# marketingSol
source: Marketing solutions for real estate developers and companies
ar: حلول التسويق للمطورين العقاريين والشركات

source: Rental Fees
ar: رسوم التأجير

source: Selling Fees
ar: رسوم البيع

source: Pay Fees
ar: دفع الرسوم

source: Explanatory Points
ar: نقاط توضيحية

# rule19
source: Fees apply to any transaction carried out by a customer who reached you via the application or the website, even if a property is not displayed in the application
ar: تنطبق الرسوم على أي عملية يقوم بها عميل توصل إليك عبر التطبيق أو الموقع ولو كان عقار غير معروض في التطبيق

# rule20
source: The fee does not include the daily rent
ar: الرسوم لا تشمل الإيجار اليومي

# xMark
source: Exclusive marketing services
ar: خدمات التسويق الحصري

# rule21
source: Providing a specialized team for field marketing, receiving communications, and providing advice until the stage of sale or lease
ar: توفير فريق مختص للتسويق الميداني واستقبال الاتصالات وتقديم الاستشارات حتى مرحلة البيع أو التأجير

source: Commercial Contract
ar: العقد التجاري

source: Housing Contract
ar: العقد السكني

source: Type
ar: النوع

source: Choose Type
ar: اختر النوع

# searchType
source: Search in Types
ar: ابحث في الأنواع

source: Select City
ar: اختر المدينة

# desc
source: Description
ar: الوصف

# reqDesc
source: Required Description
ar: الوصف مطلوب

source: Edit
ar: تحرير

# noMessages
source: No Messages Until Now
ar: لا يوجد مراسلات حتى الآن

source: Registered
ar: انضم

source: Last Seen
ar: آخر ظهور

# sendMess
source: Send Message
ar: إرسال رسالة

source: About Me
ar: السيرة الذاتية

source: Certified Office
ar: مكتب موثق

# certifiedOfficeAwait
source: Your office is not documented pending management approval
ar: تم إرسال طلب توثيق بانتظار موافقة الإدارة

source: Member
ar: عضو

source: Payments
ar: المدفوعات

source: Ads
ar: الإعلانات

source: Offices Accreditation
ar: وثق مكتبك العقاري معنا

# officesAccreditation2
source: Add your location on Map
ar: أضف موقعك على الخريطة

# forgetPass
source: Forget Password
ar: نسيت كلمة المرور

# notReg
source: Not Registered
ar: لست مسجل لدينا

source: New Account
ar: حساب جديد

# reqPass
source: Required Password
ar: كلمة المرور مطلوبة

# pass
source: Password
ar: كلمة المرور

# reqPassless8
source: Password Less than 8 characters
ar: كلمة المرور أقل من 8 حروف

# enterMob
source: Please Enter Your Mobile Phone Number
ar: الرجاء إدخال رقم جوالك

# sendVR
source: Send Verification Code
ar: أرسل رمز التحقق

# mobHint
source: Your mobile number will not appear until after adding an advertisement
ar: رقم جوالكم لن يظهر إلا بعد إضافة إعلان

# haveAccount
source: Already Have An Account
ar: لديك حساب مسجل بالفعل

# restorationPass
source: Restoration Password
ar: استعادة كلمة المرور

# newPass
source: New Password
ar: كلمة المرور الجديدة

# reqNewPass
source: Required New Password
ar: كلمة المرور الجديدة مطلوبة

source: Confirm New Pass
ar: تأكيد كلمة المرور الجديدة

# reqConfirmNewPass
source: Required Confirm New Password
ar: تأكيد كلمة المرور الجديدة مطلوب

# notMatch
source: Confirm and Password Not Matched
ar: كلمة المرور والتأكيد غير متطابقتين

# verAccount
source: Verify Account
ar: تفعيل الحساب

# enterVR
source: Enter Verification Code
ar: أدخل رمز التحقق

# reqVR
source: Required Verification Code
ar: إرسال الطلب

# configNewPass
source: New Password Configuration
ar: إعداد كلمة المرور الجديدة

# continuee
source: Continue
ar: متابعة

# transferBank
source: Bank Transfer
ar: التحويل البنكي

# onlinePay
source: Online Payment (Immediate Activation)
ar: الدفع الالكتروني (تفعيل فوري)

source: online
ar: متصل

# cost
source: The Cost is
ar: التكلفة هي

source: to
ar: لـ

source: Apply
ar: تطبيق

source: Coupon
ar: كوبون الخصم

# reqCoupon
source: Required Coupon
ar: كوبون الخصم مطلوب

source: Enter Coupon
ar: أدخل كود الخصم

source: Card Number
ar: رقم البطاقة

# reqCardNumber
source: Required Card Number
ar: رقم البطاقة مطلوب

source: Card Number Name
ar: اسم صاحب البطاقة

# reqCardNumberName
source: Required Card Number Name
ar: اسم صاحب البطاقة مطلوب

source: CVV
ar: رقم الأمان

# reqCvv
source: Required CVV
ar: رقم الأمان مطلوب

# endDate
source: Expiry Date
ar: تاريخ الانتهاء

source: Year
ar: سنة

# reqYear
source: Required Year
ar: العام مطلوب

source: Month
ar: شهر

# reqMonth
source: Required Month
ar: الشهر مطلوب

source: Pay
ar: ادفع

# rule22
source: You can pay using Mada, Visa and MasterCard
ar: يمكنكم الدفع باستخدام بطاقة مدى البنكية، بطاقة الفيزا، والماستركارد

# tadawlAppCC
source: Tadawl App Corporation Commercial
ar: مؤسسة تطبيق تداول التجارية

# bankAccounts
source: Fees are to be paid by bank transfer on the following accounts
ar: تدفع الرسوم عن طريق التحويل البنكي على الحسابات التالية

source: Account Number
ar: رقم الحساب

source: IBAN Number
ar: رقم الإيبان

# rule23
source: Tap on account numbers to copy to clipboard
ar: اضغط على أرقام الحسابات للنسخ إلى الحافظة

# rule24
source: After transferring, please fill out the following form to complete the application
ar: بعد عملية التحويل فضلاً قم بتعبئة النموذج التالي لاستكمال الطلب

source: Transfer Form
ar: نموذج التحويل

# userInfo
source: User Information
ar: معلومات المستخدم

source: Full Name
ar: الاسم الكامل

# reqFullName
source: Required Full Name
ar: الاسم الكامل مطلوب

# payType
source: Payment Type
ar: نوع الدفع

# memSubs
source: Membership Subscription
ar: اشتراك عضوية

# saleRentalFees
source: Sale or Rental Fees
ar: رسوم بيع أو تأجير

# reasonTransfer
source: Reason of Transfer
ar: سبب التحويل

# reqReasonTransfer
source: Required Reason of Transfer
ar: سبب التحويل مطلوب

# refNumber
source: Reference Number
ar: الرقم المرجعي

# reqRefNumber
source: Required Reference Number
ar: الرقم المرجعي مطلوب

# uplaodImage
source: Upload Image
ar: رفع الصورة

# termsReturn
source: Terms of Return
ar: شروط الاسترجاع

# rule25
source: I pledge and acknowledge the return policy in the Tadawl App
ar: أتعهد وأقر على سياسة الاسترجاع في تطبيق تداول العقاري

# copyReceipt
source: Copy of Receipt
ar: صورة الإيصال

# updateMyInfo
source: Update My Information
ar: تحديث معلوماتي

source: Email
ar: الايميل

# reqEmail
source: Required Email
ar: الايميل مطلوب

# reqField
source: Required Field
ar: هذا الحقل مطلوب

# memType
source: Membership Type
ar: نوع العضوية

source: Company
ar: شركة

source: Marketer
ar: مسوق

source: Owner
ar: ملاك

# reSeeker
source: Real-Estate Seeker
ar: باحث عن عقار

source: Company Name
ar: اسم الشركة

source: Save
ar: حفظ

# changePass
source: Change Password
ar: تغيير كلمة المرور

source: New Phone
ar: رقم الجوال الجديد

# reqNewPhone
source: Required New Phone
ar: رقم الجوال الجديد مطلوب

source: Change Phone
ar: تغيير رقم الجوال

# enterSejel10
source: Enter the commercial registration number of 10 digits
ar: ادخل رقم السجل التجاري من ١٠ ارقام

# reqSejel
source: Required Commercial Registration Number
ar: رقم السجل التجاري مطلوب

# reqLess10Sejel
source: Commercial Registration Number is Less than 10 digits
ar: رقم السجل التجاري أقل من 10 أرقام

# realEstateOfficesName
source: Real-Estate Office Name
ar: اسم مكتب العقار

# reqRealEstateOfficesName
source: Required Real-Estate Office Name
ar: اسم مكتب العقار مطلوب

# sejelNumber
source: Commercial Registration Number
ar: رقم السجل التجاري

# sejelImage
source: Please attach a copy of the commercial registration or municipality license
ar: الرجاء إرفاق صورة السجل التجاري أو رخصة البلدية

source: Next
ar: التالي

# reLocation
source: Please select the location of the real estate office or company on the map
ar: الرجاء اختيار موقع مكتب العقار أو الشركة على الخريطة

# addAdsCond
source: Add Ads Terms
ar: شروط إضافة الإعلان

# rule26
source: 1- Membership will be suspended in case of violating the conditions without prior notice. 2- Closing the advertisement after sale or leasing. 3- Suffering on the feature of updating and not being repeated. 4- Accuracy on the site and credibility of the advertisement information. 5 - Attaching actual photos of the property, not models or plans. 6- Determining the price is compulsory, as the site does not accept the marking.
ar: 1- سيتم إيقاف العضوية في حال مخالفة الشروط دون سابق إنذار. 2- إغلاق الإعلان بعد البيع أو التأجير. 3- الاكتفاء بخاصية التحديث وعدم التكرار. ' 4- الدقة في الموقع والمصداقية في معلومات الإعلان. 5- إرفاق صور فعلية للعقار وليست نماذج أو مخططات. 6- تحديد السعر إجباري فالموقع لا يقبل السوم.

source: Choose Category
ar: اختر القسم

# title1
source: First option (suitable for owners)
ar: الخيار الأول (مناسب للملاك)

# title2
source: Second option (suitable for offices and marketers)
ar: الخيار الثاني (مناسب للمكاتب والمسوقين)

# rule27
source: Rental Fees 60 SAR Sales Fees 475 SAR
ar: رسوم التأجير 60 ريال رسوم البيع 475 ريال

# rule28
source: - Annual subscription 750 SAR (fees exempt for a year) - professional subscription 1900 SAR (fees exempt for a year with all the features of the professional package) - premium subscription 2500 SAR (fees exempt for a year With all the features of the Premium Package)
ar: - اشتراك سنوي 750 ريال (يعفى عن الرسوم لمدة سنة) - اشتراك احترافي 1900 ريال (يعفى عن الرسوم لمدة سنة مع جميع مميزات الباقة الاحترافية) - اشتراك مميز 2500 ريال (يعفى عن الرسوم لمدة سنة مع جميع مميزات الباقة المميزة)

# rule29
source: You can view the full package details on the page
ar: يمكنك الإطلاع على كامل تفاصيل الباقات من خلال صفحة

# marketingSolution
source: For Marketing Solution
ar: للحلول التسويقية

# contactEmail
source: Please contact via e-mail
ar: يرجى التواصل عبر الايميل

# rule30
source: 1- Fees apply to any transaction carried out by a customer who reached you through the application , even if the property is not shown in the application. 2- Annual subscription fees are exempted for a year. 3- The fees do not include the daily rent.
ar: 1- تنطبق الرسوم على أي عملية يقوم بها عميل توصل إليك عبر التطبيق ولو كان العقار غير معروض في التطبيق. 2- الاشتراك السنوي يعفى عن الرسوم لمدة سنة. 3- الرسوم لا تشمل الإيجار اليومي.

# rule31
source: I pledge to pay the fees
ar: أتعهد بدفع الرسوم

source: Images
ar: الصور

source: Add Images
ar: إضافة صور

# uplaodImages
source: Upload Images
ar: رفع الصور

# addVed
source: Add Video
ar: إضافة الفيديو

# rule32
source: Adding a video to your ad will increase the priority of your ad appearing in the app, in order to contribute to achieving social distancing under the circumstances of the Corona pandemic.
ar: إضافة فيديو لإعلانك سيرفع من أولوية ظهور إعلانك في التطبيق وذلـك للمـسـاهـمة في تحقيق التـبـاعـد الاجتماعي في ظل ظروف جائحة كورونا.

# chooseLocation
source: Choose Real-Estate Location
ar: اختر موقع العقار

source: City
ar: المدينة

source: Neighborhood
ar: الحي

source: Add Ads Details
ar: أدخل تفاصيل الإعلان

source: Interface
ar: الواجهة

# commHousing
source: Both
ar: تجاري وسكني

source: Commercial
ar: تجاري

source: Housing
ar: سكني

source: Single
ar: عزاب

source: Family
ar: عوائل

source: Daily
ar: يومي

source: Monthly
ar: شهري

source: Lounges
ar: الصالات

source: Toilets
ar: دورات المياه

source: Street Width
ar: عرض الشارع

source: Rooms
ar: الغرف

source: Apartments
ar: الشقق

source: Undefined
ar: غير محدد

source: Ground Floor
ar: الطابق الأرضي

source: First
ar: أول

source: Floor
ar: الدور

# lessYear
source: Less than one Year
ar: أقل من سنة

# ageOfRealEstate
source: Age Of Real-Estate less than
ar: عمر العقار أقل من

source: Stores
ar: المحلات

source: Trees
ar: الأشجار

source: Wells
ar: الآبار

source: Hall Staircase
ar: درج صالة

source: Driver Room
ar: غرفة سائق

source: Maid Room
ar: غرفة خادمة

source: Swimming Pool
ar: مسبح

source: Football Court
ar: ملعب كرة قدم

source: Volleyball Court
ar: ملعب كرة طائرة

source: Furnished
ar: مؤثثة

source: Verse
ar: بيت شعر

source: Yard
ar: حوش

source: Kitchen
ar: مطبخ

source: Appendix
ar: ملحق

source: Car Entrance
ar: مدخل سيارة

source: Cellar
ar: قبو

source: Elevator
ar: مصعد

source: Duplex
ar: دوبليكس

source: Conditioner
ar: مكيف

source: Amusement Park
ar: ملاهي

source: Family Partition
ar: قسم عوائل

# reqSpace
source: Required Space
ar: المساحة مطلوبة

source: Total Price
ar: السعر الإجمالي

# reqTotalPrice
source: Required Total Price
ar: السعر الإجمالي مطلوب

# aqarDesc
source: Real-Estate Description
ar: وصف العقار

source: Write Additional Details Here
ar: اكتب التفاصيل الإضافية هنا

# advRelation
source: Advertiser's Relationship with Real-Estate
ar: علاقة المعلن بالعقار

source: Agent
ar: وكيل

source: Exclusive
ar: حصري

source: Not Exclusive
ar: غير حصري

source: Ad Review
ar: مراجعة الإعلان

source: Category
ar: الفئة

# aqarType
source: Real-Estate Type
ar: نوع العقار

# neww
source: New
ar: جديد

source: M
ar: م

source: Committed
ar: ألتزم

# usageTerms
source: Terms of Use
ar: شروط الاستخدام

# postAdvertisement
source: Post the Advertisement
ar: نشر الإعلان

# advUpgrade
source: Advertise Upgrade
ar: ترقية الإعلان

# verAqar
source: Certified Real-Estate
ar: عقار موثق

# rule33
source: Your Real-Estate is not documented pending management approval
ar: عقاركم غير موثق بانتظار موافقة الإدارة

# reVR
source: Real-Estate Verification
ar: توثيق العقار

# uniqueAdv
source: Unique Advertisement
ar: الإعلان الفريد

# rule34
source: - The exclusive advertisement in the Real Estate Tadawul application. - The right to delete all other ads for the same property. - Priority Appearance on Map You must authenticate the property in order to make your ad unique.
ar: - الانفراد بالإعلان في تطبيق تداول العقاري. - الأحقية بحذف جميع الإعلانات الأخرى لنفس العقار. - أولوية في الظهور على الخريطة يجب عليك توثيق العقار لتتمكن من جعل إعلانك فريداً.

# undo
source: Back Away
ar: تراجع

# makeUnique
source: Make Real-Estate Unique
ar: اجعل العقار فريداً

source: North
ar: شمال

source: East
ar: شرق

source: West
ar: غرب

source: South
ar: جنوب

source: Northeast
ar: شمال شرقي

source: Southeast
ar: جنوب شرقي

source: Southwest
ar: جنوب غربي

source: Northwest
ar: شمال غربي

source: Three Roads
ar: 3 شوارع

source: Four Roads
ar: 4 شوارع

source: Views
ar: عدد المشاهدات

# advID
source: Advertising ID
ar: رقم الإعلان

# advPosted
source: Advertising Posted
ar: تم نشر الإعلان

source: Last Update
ar: آخر تحديث

source: Advertising Stats
ar: إحصائيات الإعلان

# locServ
source: Location and nearby services
ar: الموقع والخدمات المجاورة

source: Advertiser Information
ar: معلومات المعلن

source: Similar Ads
ar: إعلانات مشابهة

# updateImgVid
source: Update Images and Videos
ar: تعديل الصور والفيديو

source: Current Ads Gallery
ar: وسائط الإعلان الحالية

# adsImages
source: Ad Images
ar: صور الإعلان

source: Update Location
ar: تعديل الموقع

# updateDetails
source: Update Ad Details
ar: عدل تفاصيل الإعلان

# enterSaqNumber
source: Enter the instrument number
ar: أدخل رقم الصك

# saqNumber
source: Instrument Number
ar: رقم الصك

# reqSaqNumber
source: Required Instrument Number
ar: رقم الصك مطلوب

# enterIDSaq
source: Enter ID Number According to Instrument
ar: أدخل رقم الهوية وفقاً للصك

# reqIDSaq
source: Required ID Number According to Instrument
ar: رقم الهوية حسب الصك مطلوب

# rule35
source: Certified ads have priority to appear on the map
ar: الإعلان الموثق له أفضلية الظهور على الخريطة

# saqImage
source: Instrument Image
ar: Iصورة الصك

# commRec
source: Commercial Record
ar: سجل تجاري

source: Accommodation
ar: إقامة

source: National Identity
ar: هوية وطنية

source: ID Type
ar: نوع الهوية

# idSaq
source: ID Number According to Instrument
ar: رقم الهوية حسب الصك

source: Close App
ar: إغلاق التطبيق

# areYouSureCloseApp
source: Are You Sure Want Close App?
ar: هل تريد إغلاق التطبيق؟

source: Yes
ar: نعم

source: No
ar: لا

# ratingDialog
source: Rate Advertiser
ar: قيم المعلن

# ratingHint
source: Tap a star to set your rating. Add more description here if you want.
ar: اضغط على نجمة لتعيين تقييمك. أضف المزيد من الوصف هنا إذا كنت تريد.

# ratingCommentHint
source: Tell us your comments
ar: أخبرنا عن تعليقاتك

# mapsNetwork
source: Network Coverage Maps
ar: خرائط تغطية الشبكة

source: Estimate
ar: التقييم

source: Search
ar: بحث

source: Advertisement
ar: إعلان

# twoWeeksAgoAds
source: Ads during two weeks ago
ar: الإعلانات خلال أسبوعين فقط

# speedSearch
source: Quick Search
ar: البحث السريع

# enterIDAdsOrPhone
source: Please enter the advertisement number or the advertiser's mobile number
ar: الرجاء إدخال رقم الإعلان أو رقم جوال المعلن

source: Enter Here
ar: أدخل هنا

# notFound
source: The requested was not found
ar: لم يتم العثور على المطلوب

# notFoundToast
source: Sorry, your search has not matched results, why not try another search key?!
ar: عذراً لا يوجد نتائج مطابقة لبحثك، لماذا لا تجرب مفتاح بحث آخر؟!

source: Max Price
ar: السعر الأعلى

# reqMaxPrice
source: Required Max Price
ar: السعر الأعلى مطلوب

source: Min Price
ar: السعر الأدنى

# reqMinPrice
source: Required Min Price
ar: السعر الأدنى مطلوب

source: Min Space
ar: أقل مساحة

source: Max Space
ar: أعلى مساحة

# reqMaxSpace
source: Required Max Space
ar: أعلى مساحة مطلوبة

# reqMinSpace
source: Required Min Space
ar: أقل مساحة مطلوبة

source: All
ar: الكل

source: More Rooms
ar: غرف أكثر

# fourRooms
source: 4 Rooms
ar: 4 غرف

# threeRooms
source: 3 Rooms
ar: 3 غرف

# twoRooms
source: 2 Rooms
ar: غرفتين

# updateAds
source: Update
ar: تحديث

# excellenceAds
source: Differentiate Ads
ar: تمييز الإعلانات

source: Excellence Services
ar: خدمات التميز

# rule36
source: This service enables you to install your ads on the website (web only) and it is visited by nearly 80,000 real estate searchers daily.
ar: هذه الخدمة تمكنكم من تثبيت إعلاناتكم على الموقع (الويب فقط) ويزوره قرابة 80 ألف باحث عن عقار يومياً.

source: Advantages
ar: المزايا

# rule37
source: - Pin to the top of the ads list 5 times the views for a regular ad (5 times the odds of selling / renting) - It is not affected by the update and remains at the top of the list - The ad is installed for 10 days
ar: - التثبيت في أعلى قائمة الإعلانات - 5 أضعاف مشاهدات الإعلان العادي (5 أضعاف احتمالات البيع/ أو التأجير) - لا بتأثر بالتحديث ويبقى أعلى القائمة - مدة تثبيت الإعلان هي 10 أيام

# submitDistinctionRequest
source: Submit a Distinction Request
ar: تقديم طلب التميز

source: Choose your desired ad to stand out
ar: فضلاً اختر الإعلان المرغوب تمييزه
